content/news/navigation_desenleri.org
#+title: Navigation Desenleri
#+date: [2023-05-11 Thu]
#+author: Suat Karakuşoğlu
#+filetags: :iOS:Yazılım:

[[https://tr.linkedin.com/in/suat-karakusoglu][Suat Karakuşoğlu]] yazdı.

* İçerik
Selamlar, =navigation= mobil uygulamalarda kullanıcının ekranlar arasında nasıl dolaşması gerektiğine dair haritayı sağlamaktadır.
Bu haritanın farklı yaklaşımları mevcut, görsel olarak Frank Rausch tarafından yazılan bu bloğu incelemenizi öneririm.

https://frankrausch.com/ios-navigation
