public/navigation_desenleri.html
<!DOCTYPE html>
<html lang="en">
<head>
<meta charset="utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Navigation Desenleri</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet" href="https://cdn.simplecss.org/simple.min.css"/>
</head>
<body>
<div id="preamble" class="status">
<p><small>Son Güncelleme: 2023-07-11 Tue 15:03</small></p>
</div>
<div id="content" class="content">
<header>
<h1 class="title">Navigation Desenleri</h1>
</header><p>
<a href="https://tr.linkedin.com/in/suat-karakusoglu">Suat Karakuşoğlu</a> yazdı.
</p>

<p>
Selamlar, <code>navigation</code> mobil uygulamalarda kullanıcının ekranlar arasında nasıl dolaşması gerektiğine dair haritayı sağlamaktadır.
Bu haritanın farklı yaklaşımları mevcut, görsel olarak Frank Rausch tarafından yazılan bu bloğu incelemenizi öneririm.
</p>

<p>
<a href="https://frankrausch.com/ios-navigation">https://frankrausch.com/ios-navigation</a>
</p>
</div>
<div id="postamble" class="status">
<hr/>
<footer>
  <div class="copyright-container">
    <div class="copyright">
      Copyright &copy; 2023-2024 Mobilen some important rights reserved.<br/>
    </div>
  </div>
</footer>
</div>
</body>
</html>
